{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              28,
              28,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              28,
              28,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 128,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 128,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_3",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_3"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_3",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.25,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "478dd4badbcd2ef1491f5ba45403e0ae52220c3de4054e4d7b6abcb272988548",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      28,
      28,
      1
    ]
  ],
  "output_shapes": [
    [
      10
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            28,
            28,
            1
          ],
          "values": [
            "S+qFPz8FhL5T0pu/sHXKPOJCTEAEv3g/Fm/PPyOl1b8Ent2/u8t9P3C9Ur3Y02e/8dKbvWinsb1Qcgq9OuUePwrbBL4W0ry+fU4kv5hQMT+L8Dm/mSqGP11/3j5dqvi+t/HJPy7uxD+kX9q/myg8vwRbdb6QhWg/kppnPnx6Wr+QZY2/UKz9P9MqmLz92xk/43aGP3LP7LxCkp09jijavrTJ0T2lstK/A3flPz04TD9dhws//m+QP+hOGT4W3wE/3yO5vvULqz8ho24981xzPnIthD7bEMA+Q66TPo1u6z5udV6/KiJIP8/4rzyqXTo+CQvdPwx2hT8B6Ys/hEiav22np77cm+4/LLnlv6M1Cb2rZEg/bzhyvzZ3kD8mFdi/98CUv6gPSz+wS5c/VGnKvaNb5L5W9j2/vK0MQHbsGD8EQUC/jJo0P5WNf7wVNRQ/iMRBQAENRz+sXuK/DzDlPwkFfb5qVcg/lKz8vbv0jj5Es/a+EM0kPySvVD7w2wq/uxR0Px+9b7+JU0K/ZSeWP+ocgTr7ff2++KD8v0joOT8I6SA/CD94vxLDrL1BXe0+zPGkP7A9DsCs64U/nn7JP6h0oDxslGA/X0ahvxXvmT9xmZ0/Fd/dPjuEij9OFl6/VQNFP8TOtb+6QRg/WQVCvvLxEb8qY8q/yvLSP1sk7j4Ela2/K5iaP7dDub7y9aU+Pl2sv2lyd7/pv1E/qJzVvsyY6T8hlcg/1GuovXpYEr55kl0/opgOPyMC2DxxRDE/ZyQtPnrodD+yBoe+15UOwMGHCcDat40/GJruv4Xjhj8iW8G+Z3vYPg8A7r+reia/i+qjPoZ0Cj3Gb8a/iXLGPePWxr0ZvCU/4cLbvwKnmT40S5Y/mhFAvirZCcCBWUk/p1jJP2Ab1r+hP2o/WvCgv51T1D+Z0r2/1XaxvJ/ckj+wMHE/ynu2Px6MFkBaqhA/t+B8v+bHAz891mU9KrvEvvZF/z5UETO+S/6aP5q4Lj8LAse/+r9PPmq1ij88BXC/",
            "nZyAv06opr7LQG+/UmHnPUIXP74L/mK+u/5/vz+Krr98vBRAoa0Pv5EvAT12XjG/FCaEv3qlBL8o7Re/ZlknwLpBqL9ymqm+nTkmv8UcAz6mIYy/T3SFv1WHw78ER1k/UUwFwIJSsj5lH+2/bVUKwM7N1z43TVg+HAnUv3+eDMC3PIY/M02Iv23DB0A5wqu+8Y4hv/0aZ70Q9u4+gVVWv+aq8D64QUE/RS2gv2nrwr5oGDo/qs7Gv+PtqT907Aq/et4Iv4EbY7+9EgU9nsALwKgCpL/tP+0/ErgfvgUkzz39WZU+lGcIQPdodr/y4ee+gGaGvni4Rb4HiSY8dMCZPp1hh77FabI/VrIKP0eE2z0S0Tc+QuSGv31YXb5gX2K+ONAcuuCYAsBK6nC/72aCvfsWr79H3JW+/1Mgv4RgG0CpjwNAAig9vr1Ogj+xZPG/2g3uvx2Mib4UpCY/AcZhvgIfhr9xbu67OCSMv7Uv9L7WuQa/5RxRPwnPhT9J078+FWkBwDAgDb5AYAS/RKduv5ByUj8OzJS+IU0lwMxsij3zx4k/51ubP0Ue2z0doBo/uULcv8+46b0dLcw+bwJ8vywwjb9LH1m/ZVNlv6UlJz9CKQU/12x1P6NsGL92lDq+TmVnvjNmHT/955u/qAO0Pl2i9r74XY+/7h3rPx13575zOR4/ngI1v/YftD8I4gy94/cKv1SvLT/rbApA012FPzQPXL9msDW/nOl5PcOuz79BPoe/gkRLvQKkp78o0CY+eNRKP6i9LD7xh7E/Kc+svvfbAMDAdUg/VsD6PnQbLD/EZ4O/L2gzPzILvj61C76+eETNPnvkaD8KgYW+OzjFP1R/AsCGco0/rWB8vkYxjj+OB5S+pDrUv7puhD/jj9w+QbZ1P6HoBD7J75c/em+yPiGwE7/rt0S+VBgFP9cOlr0X9hBA6F9CP2QR5Lx8Z5w/v9alP1y8CzyWgcg+DsSZvzi6Ib9ru5G/R+AEP9xOvL4oqJw/puuIv6xAET/g94M/",
            "nQycPiPu4794RQG/0mMbQI70SL+uKD6+oTmcvVnJH79hjpm9xSyCv/PDwL57cQO/L2LwvvM1dj8WkJU/hgmHvTFjiz9Nu7W/2F2iPx1/9z7agIs/F4sGPww7g74t0Us/wIXrvmCjBr8m0hnAGQsdvrjDbz+5sp2+AIW1vzOCQD4PaOu/MirOPmwfxz8i5Um/EEJ5Pledh78QPpa+mmvDv39p5b2inEi+AQcjPiF+6T+inLe+7KDDPhUJgz+Vf5M/7y1lwJDNCL+/6oS+XHWWPs5zkz89Ory/GZ/dPshzGT896ki/yC/lPuK2qz+yoBs+oouTvqexd78hy5Y+7AgqP76BAD8U6gnAflOCv+RLIL9SizA+e5WwP6CYvL86NU4/hBJqvlvHKz90kIA/VA7kv/A3CcCPMoK/Vddfv0HyNj8k3ce+cnK4vuxpIL8y2A+/eKItQPoA8b73Q24+OEHFvVHcCz5fIRFATMXHvsJQpT8AurC+rL+fvo/kKj8mUdE+Oi/ePhfvor99br6/EmMsPrY6+b8nGjU/VDC2P06dV74Kp1k/rG4EP2J1Uz/t1NG9ScI4vRXxLL9+2Ta/8E5DP4ysjz8mlOS/uQkHPj0oh7/CdIs+zcSgv2+g9L4bXbi/uJMsvphR1z6gHgbAKozJv3E8qL+hmoG/rHV3vwga3z43Pdm9yzdJPwXl1jwBspQ/Qq6FP9cygT/ShCM+zHE0vxEG+T05Igk+thgPv0zu9T4f4sC+79SRv2eLG7/PpCi/R1osvR7dAcBdyAjA7GdOPurTqL7HIQw/ltN+P1UUwD9U25y+I/2/v33zQz8UnOw/wPiFPx6N2D8beqc/6ljUv5o9nj4iRZM+qhKAPtWIQb/f444/VDvTP2hXCD73mVe/I+7pP8lUW78p57+9AeT+vm/zgr+ryLk6cdb+vqN39L6bkPO+Y4iQvjLzKL80n387sl6uvjfvxr4hk2g/dK6ZPguF0L+lLBS+nS+lPz7+3j84qzY9SJu4v2MHGj+RddQ/",
            "8qPYPyndmL8Y1aQ+8cnDvWwruz95dUK/0gVcvfKQB8B36109LmfSv0UVHEDSiY2/zISFvfBts74h5SY/qD7iPnyvgL/i3P69qVB5vq9SDT+eZZY+gImfPxLvs79lpV0/Mdyvv0aGo78zF44+OrAmP6OSvb7tEym9lenUP6VVQr/0xk6+WOV3vjDarr/GC7S/21UNwH8Yzj+1c8A+bH+Jv6Dm7L6z/vc+bF/jPhQ3MT2nqLO/QuMHPxwpmj5+RuS+YdXFv9f4p74cvXy+cHoMP/aUnT9/Ra69bRoUPmt3m75VnWE/tC3MPs124r/hytC/NUf3v/prvj/Yt5E8v0l0v4gDtr6k6Im9pH8bv3Z7gD+K9d6+HqGvPyBeur8duTI/Tt2kv3Ya7r1Y/sE94c5BPuyYEz/k1ji/qc6Kv51ftj+M95i/gIwqvkih/r6IcVu/rDzevesCy76wOtm+tNUMvn1+Kz6PxEk/V2THP7pZEr8F8PQ+qcU/vxBF8L6H2s4+cYEKvxCjgT/v9u2+Jl4+P6ibGj+gddw+V9qJPul8ij7mmmi+eduRPva2Lr/rZEi/VzYcP2KlVr8LOMs+EmMAv93wl78JgFc+y+vVv1GtT7yLOak/Xo/TvhFM/77c5Q6/p9krv7cTkj/JlB7ApDSJP+X4Vj/m0GC/2z3iP2vYAsDblai8ZDNbP0ZN7b6cZb2/SDM/P1yTmb8dWoK/FzBKvqW/zT+UJ60/Z5qnvh37EL1chsu+mZ4eP8PRAT4AHKi/FZkhvuFfCsCwiII/g3WfPulK4T5Wh+M8zbtVP/9CL70zdmq/+5k+v5BbVb/koFk93/tcP61lVT+rw6S+LviXv/mOZj7ASiG/fkYMvxgz4r/RdmW/W2bnPowfYb6Zbqo/wvtJP1tri7+l1n8/x0G9P3jhJj5VENa/KToJv40cAD89G2O/i8jBv9U+1b/O0BS+Cle3v6K0Gz/ZMBS++ApKP7mwjD3GcEG/Xw+dvwZ5PsAuBsg/mSDFP7bPE78ssVK/",
            "kz+AP250kL8aF5S/DHh2P+l7xL+zB6a/hu2GPzBVcj9NCa6/t09dP5JLgj7t6aW/cjTrP2l4n79YlpU9DONhPg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "r7Z/OaI+2Tx06yo77+gBPQSscjugXFc/YEMNPIBSgzuX5pY9BWH6Ow=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "L6JLu5+kcTvxsTW7cJ2FvIBjRr2gZ968kMl9PKnwrr00Mci8yp/CvRwhMrxL6iO+/N0yvWeVAb1djEC+iiRuPe8bBr4sFb29n7Hmu07Llr1beRS8jQH4vNHPv7x9cxo73CSNvGHHnb0tfT68H9jUvaoYvjgcJ06+kBRgPEWIOb0="
      ],
      "weights": [
        "hiTlvHjNAD2SWM29M0ihvRFPKr7vriS+yMUWPqLWzD1FJgg+XG8tPTSEKT4/0j089RnQPX2yPL7em2u+08w9vnVRkb4saZw9GQJcPljgW72YaAe+VtoAPuFD+73pKr+9MRmdPa3mZj2ltou82j2IvSzpC74FZnQ+SXeVvnRsgb4zWTg+r5TJPEwJh76TarO8YFSAPEjPDb6GLEK+BmNHPOImxz236K2+79RpvQTqyT3iF0K+JfmdvpQ5wL3CJgU+PbVKPMp5dj5KDU09YIC1PJmD1D23ocW+pVwVPlEnOL5LOfe9Ri0bPgNr/r3mXIy+Im5aPW3N4L2XA9K+rH3yPPx/Oj60pMi6XgNTvskXmD3C86A94mFGvoIfDzywpD89vcYqvcj2h75D0bu8MM9EPh2oDj1YBKm92x82vbA/cz1ibRY+o+uWvXmf7Lq3pco8rXlCvp5mHb6wu9Y71X/aPFzE37xuoWU9N2KWvXqJ4T2rRUY+3ImIPk8j/z3OvJK9EKUDvscFZb62rw++1sBwPQSWqj3D9hO+3hIMvRHR2L3SlBs80AOUvfhSmD23yUI9GygyvrFJW70ShRw+UVwyvt1qrz1x+gs+FIHDPYuzw72KmG89CojWvTtaBryyy5G9JTkOvof1qb1WlRW+TgEAvQertr1PpTY8GztAPSfxIT3NBDe+SCnxvXylDD7cjRO+CClFvc82Uz2LQj89c+KYvuvqab5TBR8+1fKGPSyfnL7I1t2+PXlqPsfc2j0s82m92PIEvWglpD3OKd+99oBDPVS6670sfHu9m4XBPA7jerzgEWe+7A+CPV20Kr7DEoG9dtFYvRu1f71bUYa9049CPf9hjbw1EJs9fxWFPQFZ6T1C3Fs9hlCrvhNEBL6y5Qu9Hdy7PbcX4L1qedK95c1ZPVz6zT2AxZ6+czj5ud2hVj5NKFu+dPQgPSFBCz4v68k92mmvPckfMz6o7uw97e0cvnKcC71JJjM+F7PtvV8YWr5/sxm+TburPTr6ZLvU6p2+",
        "lyuxvGv7cD7oW7w9db+bvtJ+HL5j2Z49oLWpPb7kyD3ezHK9p26lPQKoRDyh8iS+ZJn2PSb+Z77tP7M9r8a7PQ0ihz7RQ669+eujvBrxSz2x3J2+7htEvik8mL4gghS+c5CfurAhZL23GFK+zhgcPj2Ndz7hodC70iOUvqUOwT1WCw09RmJyPCR7hL3IWMS9XqQwvlMiCb7SfQ8+brUQPbtcJ7zRFAC+Hd7CPM+bkr4VSxG9FPH+vVOYvT3ZGfg9EI3UPSXrsz3o+pm8bHxbvQQduT3TFfG8o0M9PFhLPz0bg6q9IT5/vZ/TAb7aZoQ85Fc3vjGc5r0om3m9zFO3vmN1c7309ow8+v8IvkgSZb7u9/c9qbK/PYauPj2L1jo9r5SIvTR/O72yo549op7LvYMTib094yo+w83oPMS4xr7XnUO+wZemvjvXlTv+HYs9/YY/vn0cjj1DGpY+zpXMvCvdBb6jFw4+rGZyvu4WUj1zlSO8A75gvv+yc73JT6I9"
      ]
    },
    "conv2d_1": {
      "bias": [
        "opdOPbYSobz1wai9bY2YvbuBiDxltxA95auQvd29P7xE+1u9Ib+ovaVwob1HUDW8SEFQvRkQMr6W6NO9SxD9vcH1Fz0Jjcq9S5JgPN6DMb1hPH+9LLYsOvQ5B76pCy28kKsKvMk+273MlUu+hMg5vdkru7xRXD69puvSvdIXnr36GV888jfsu8oTUr2Tyni8ngoKvhLifL2Nw2u9AMDrvGwxIr4BWpW9rLRrvkA7672grV+9VGwvPUmqGT2U1Ba9m/Iivrz2N70AaSu7ntNVvVbGiz1oFbq9QEKKvd0eJL0Nm9u7Obk8PCc2yb2Eb7G9KeF4vfIXDr3zeha9C+IlPA=="
      ],
      "weights": [
        "Ti6lPedLF77HGZK9AKayvM1boL3rk5O+pTAzvPc/h71AQ6q8gi0evnGYu71MA6e9Khoavs9jjL3YslG9Qi/zuji7QL3caQS9+dE3vM3Q4jvDANy9Ec3ku5Mk5L0OLoy+BvszPmFms72VyJG8dRTjvUSwQb4la5G+KAACvry6K77TFcw9kThQva3wB76zPIa+ERMJvkkPi75bjVK+XIQhPVKbhz1chRi9jKdpvpGaez22XRa90YJkvUmNAb4I3ly9O3FBvmB0mz1bq009nuDNvdfvR75hLpa9Q6iHvsTesLtYTS07vf/4vO4PYD2iAMW86BMvvWmtwLws4gI+62sAvsg2Zr4iJ+G+eA+avkt5Ij1l5i2+kCWDPgDNI74aUQ6948IHva6TAz7fXE29/a8ZPJ9rKT7rqhK92SukvulcH794trK9t1cvPdHW3b3FONC+jQF9vhGs9r1T+aO9ekqXvillvr4MVEI8w5IEPkqqVr2kb6I9oSeFvSmXRj4+pBI+3CF3vf1tWb4/sgq+OdyTvk6wSr5nexg9DA4NvtHeZL5eXPi6TqGuvaJ3gb4saqG9z6e5POOnzjxLMR29HDr0vZx8z72G1Ns8y0h9vhua1r0x/qC+SPvpvWnvgL7TneS9uXe4vcOgur1jWAE+np4Fvmh2OrxVgly+19vUPZzWJL053pa8/OMBu2QJlL7HAlG9MKArvg7BqbyRyic9GOKWvcA5ubyOAxC9O8sHPftLuL0nwBk9kQewPOM+c72HwYS+WaewvEFnc7y1stq9eYq2vurjgb782IO+WV5XvoTA0z2f2US+BCM3PakU2z3RKfa78Dv7PZnndD2wpRs+lCUbPQmDhL2QuXw+jqecPO6mer3mkxa+8msbPoMF4byN7QO+EJ3Jvcv9Wz3ZElQ+qmnWvCGb0Ds2pMo8N9VYveYfvL4xlUU93K07veadKD6PoAi+/hYlvcz8vL3GC049fMuBPpIaqL7Hv1s9k6eqPUmV8ryftWM9EL1Rviw4DT5QYZY9",
        "oKcgvbKLC7zb0JW+n1UzPDxKm75A0M+9OI1svRcDDL5U0yU+jyc0vcnUYzx2MZ68BXuMvEjvgz2ZTsw7F7t6vlfEXr0EjJ07IJSGvZcdq756yg+82TQqPjWhgL2K/4U8IqoGvXVAST2oJAk+MltFvDzGrD35ko+9LhEfPVgPPTowOgy+DJ1MPdaoHL2/Vo29eX0XvlJ5o711KAy+rA+PvTa7AT4YL4k96pMzva2vvb18pMM9YrIjPeZebzyLoHG+izOQPfRz0L2kf6o8fAB4vpwWDb69EbO94IAevljV3z13mpQ9jADKvWmdWjzO1l49QNOtPTk1+L0uQQM+ZdzqPdGWX71hlay8Tbk2Pd9JXL7L5Ae91GWEvka2o71AeTi+t5GQvdJ2Kr7RDsk9QVvBvO/8Hb7liUS9VjQEPmSXyb2tm2e9wVDcvUlkiL1kaHe5rylTPALExr1TBwY9WFaHvKLadzxFZHm64Pc7vl6AtTvtUxi+AiL4unuc375hTJS+qkzGu8jIJzwzhEG+h5+AvbCX7L2yk689OXmFvrovNL5rLpc98f9cvTu6Hj3GRgQ+ZG3HvRMYhLzIdyG+XJoPvTBkfL22j1A9HZi2vb2LyL1RElG+wWrUPU8hnL40GqM9tiRFvbEzrjw7p5c9KNTzPdztcT2dcZC9GKSYPfOr8b12+8A9pHDuvGzheT2dHrW9HDz5PR/6E76RDPs9RkeMPQxmAD5+IyC+LcCLvdxXnD1yJXi+M41TPdZpJzym8TE+vZMqvURZYbyS2MQ8ZnGrPCiuNj3+3Ji9GpNnPD+4+73ZinQ+QY+PPTk+z7y3V349Jj4dvtKxirzJ0t292EtTvjqJ8r144hO+/AFJvUgMXj7H79w9miCVvqRsFjzCL5+8M5eYOwROO77IC1++wi7YvTTzxr5vtZu9mAeVvZMwaT2RZQg8HJSavTLNLD5IUkk8qiK7vSkLED4RNFO9zGHYvSLWVLzRlOG9tc4lvoNUoT2HKL29fzkHvqGaHr682DK+",
        "gDoGvFAgCr7NejC90WChva+HFzzZgXy9MiX1vYs9H70yiKU91lp8Pe6mbr52P309wB+hPTH5JTzBSAK+6tf8vcM45j39RAg86xs0vvGwEL2wPz6+6PErPrT7Ab1HxkS+j5T2PV4nCz5YW1m9GlvwPMox6D2wlzM+AYwbPjNPMT3k3JG978+0vVF+Cj7PxIO98172PPfTOj3gACo+qWg/vZhshb27BQq9K0f3u9JRvL2KhBq+lGXzPMWmO7wof7c84FsDPtjEzr1cFvG9IzcQPrzQxL4SMgK+xnUgPo7BGb41Dhi+6TfjPeMqarv+92W9DHNSvXNilL0BCik7eEQOvvoYjb4s/ga+EDnePKHsXD1lbq08b4yyvv24xb3sU6+9RoicvLvU+L1L8rK9h1zgvS+GCr5eAJg9ByYZvZiWb76SC9y9OuOXvUh2i76u4qQ8pS97vkhpR7zvHCC++XBQvqX1673XkyW+INwzvgEmRr3w3/29np5yvossvjz/RAm9nQlKvtcjFz3S+Iy9E+bivcf3Gr5eNgk+XjDavXtJVb4IFIc9fMO9PWQfDz2qDNg8gO4TPvM2tD2Si0k9ue5mvm2qjj1WUQk+QpcSvkvPSj3gm7G+syOvvUuciD1p9nY9R7a0vWMeiz0Hv+M9EClBPQ2dej1DLL+9SukYPoZNDz3Q8TQ8mdLOPT98Fz7gc+293TVfvep9CL7iCyE+KDqnvsIdLL7p/LW9TF6ePcRG7b1uBYW+NzsgO/dWkruHMVi+IgFju0olI76vy4m9qPjOPHyttL5R6pi80ltKPoH+5j2A3Zy++OG+u6KJGb7vvaG82PKZvdxSSL5Skp2+o4ORvrXGiD10cMG9LeaDvckWwDwVQHC9BscPvoJGLr56nR+9yfmiPFiTa734ABW+ZJHNvQ0rYL0TbPK76pMRvoB2371Crii+tNC+Pdyu3L1Y2CO+bg3svbiB+72UWVW+iKFUvoGMEr12iBm9kRgjPbWdWL3w3KS9c3f8vQz49D1Il9C9",
        "6tL9PSHK+b31wE88yMt5Pf4s2jyos5y9qv7uPfvM6r0nO4o+yBZXvm0XYb6pF5M8+iGCvjpUpb0r5wc+WZ13PrgktrzUzOU7acfcO/svDz5PQYw810hCPnMLaTwrLIK9Dv5ZPhL0Nb1QO4I9xxeoPeAHP75bhxE8wc2EvpLllb6eRkG8YRmoPUoLCbxlX4m9Y5xWvgogmz5+Cvy93qAaPKC/LL2058q8OeCvPcUfOr45m5y9/HmMPbIRYL6+FVQ+y9HBvfmFjL1fPSY+Zqw2vnKopT26Yog91lgMPDTndT5I+OG9iKizPYdlKT6Xc5W9vu8Qvi3+Mr7D9y6+ZS4nvZNsib7/SCY8Xde7vVJvnr2ZFBm+vkaGva7dKj2BEuM7wKofvhFEvz2gmAu7mjoCvn5qsD0/qC692slNvk49lDz3f729BhFtO6lX/L2BvC++Ox6evex3s73/Gqi80sCLPnFqM77Ts3m9LrBRvnGeDbxFahk+MmtEvR8HfDwDPTY9iXP9vMD/M753Zak8dMi8POw6Brvph+Q8NcrCPMXRjj00aj+9pDrovHcE+b1VRd08C8BjO3DZgrzMnqo9D8VovApu5ryNhX69OKulvT80aD0QOZk8bQrPPbQgRL2K0jK9pIhePbTLb73BQDm9PS0HO5bYCL44T+Y9dMUyPs5Wj72yGRc9oDRQvrD2DD5VLjO+IzwdPqdOk71fxV095xF3vrFYQD1gv3i9NadZvvoCEj0YbrS9mlXZPP8e9DwehFM+5aM8vIaZl7vUBEe+FWwIPmLreb4osLw8u6pQPIxzBr5k0wY+phJqvbBZ6by2GSC9KqMFPUBIO7767yM+T4U8PHr10z2l6ui9UH4tvXhhJz4BqRC9QePNPQxukD1X/8O8644uPRGPa72NoRS+R21cvf4LoTx6hA49TD2tvSKGfz4oQ6I88AeePVxoFT6i2K69U2OJPagn9L1aJgo+t+RAPSsAfr2oJTA9kWIuvPN9x71W+g++T1VIvsyCr70dWBa6",
        "3/2KvoxJaj2RwhK9mJDkPOdMCr6RrkI+CTOCvVReFL7h0WS+iAJuPK2Z2D1m7xQ+CnqkPJn8E7u9eku9IIe2vqRftr19RWm+p7Mkvqb1Ob1olCa+nZ6yPcSTWj0Ffoa9ofxFvigDk7ya09y91YGrPaPFoDwHyLs9DtYmvhj4/zz17Mq9JMSWvscnJj6SHRQ+1XOuPKRQK74n8Ok9hAcQPQWuhr0WXhk9kmi+viUQ7z37VU0+J9iZvMhtGz7hEaq9QMgBPpm0TL0j+wq+rjMZPgS+Bb7kqyY+tzvIPSYAqb5By509uuevvYFXhL3Aeuc9PPHZvLvL7z3Wr1Q8F0dLPp2xgz0u7nC+m5fePRzJLT00LmY+Xez0PO4Zgj38aN2907iAPWPII73ya0m+7xeBPAsUP77Lcoa9ZtmhPRx9Az60dXI9Mbo9Pb3iQL44qGM+A+d5vo2tgL0Duvk9VKJSvuIIIT7AeaA5ape4PQdXYj3V//W87OQXvSmkCT3FPoq9QyYIPoCN1D1N9b09Fqltvvfj0D1LvJo9fkpEvKJHF75EAG8+u95lvQiZgb70Z3i8aw8SvUQAmD0fieA9NnPyvR7SgbxTnMU91fMAPQeuOT7pKg6+rqAxvkyx/zxKuEi9bYWHPTe9hzzjXAE+6bTMvdymCb7bBfC8suePvqj1Yr7dRFg9rRtvPC64tDwzibo9Pn+QvYSYGz5h2/I7yIBavfBl9j2K2LI9Y43yu+sc1TxR8rU8affoPCe6Vzz/k+c8RHO2u0c2vz0J7Ve9Gg3NPRLHg7xaGLe9iYD4Pe3rbLxZHGm9KTMjPdFS3j0PM7G97kuVvCVgur3w0WG+JiWgve74GD1S6S8+lXKXPf4XJr01ZiU9R/Q/PXsWlTzOzoS9dOhxPa/Sojw8V+Y9eojyvf8iFT5D+7g88j/Kva3okr2thYW9M9kTPauX6LyB/ig+0MwgvvAOBb7YzXw+ozVCPrpJEL5lBpq9rEyTPRLRUjy8F069WW8rvqlCMb7tpkc+",
        "1mZhvZhX3L2SRZK+qE6svjcvlLxf2v28aAbDvlXS6b3AHBa+rtUMuwnNjr23AMa85nRAvhRWubzYVdw9NwWWvqrRuTwsOBa+5vV7vuPd9TytZSm9pIsxveZ8bb4dKVm+3xSmvI0RsDyf8FO9agybPVirmL2HsBE8SOwHvvaA/L3io8c7pW0lvgnuWbxLPH++SynpvWb9hb0iDZe+F3MjvjaMEj2FCvC8yshgvukA2D2FKD++SS2aPY5HGj363zK+BECEuwur7ryc5Ja9Mg3wPbZ4I75mL6C9VX3NvfWhZb5UUPi8p9LrvIfHM70Lj8+8k6UFvfCYPTy5RNO+P++svnsDoT0WE/+8MwihPerN5L0Z41E8xk3YvbxDYD1KwGS+XLM4PEp5Er2Mdy++Als0vCAXnjxGE5A8g+6pO87X7rschUw9al3gOwei073WqxQ++Fljvtqvj73pUAO8PQXOPQVhgT082wO+nh/pPZysYr0sSyk8QdoivaurX709G+K8Un+Svtnn5Ty/5bC74f7/vN/GML32HWk8auO6vVLlDD5cgbC+JPbVvbdsnT3SEXI9imKovWP0C7zswOI8AR/8vn5lBj6vlUu+NlZ5Ow+bcbwTWw89x1SqvQshf726tJy+oH4kvXzkPL2hkiS+BUz2Pc9/CT3bLlo9PTLhvBIaNj0Voqi+3hCDvkyCj76/8wO+IREQviPDBb6S1Ya+zv3gPRhSRb5+MLA8nW1Yvk8BAD7+sDa+v+IqO4X7OL04a4q+yZdkvY9mXb6e/8y9Oy2wvdGQAL0pb949k8uEviKApL6RrjK8inULvHOf1r2A2q09ZPd2vek1DD4fE2O+v3DQvYGYV72Ibma+dZ+yva9w0b3fSNG7cugyvtCIar0RARe98tIhvkGF2Twlise+4bOSPZTExLyeue+8Tjm/PTDxtD0EgVm9Kez4vA5Djb4lHcw9SxdpvophxLzAAtm7su+Hvl2FiD35pQS+amEBvoyv+Tz/XaM8YZa5PRw+OL5jVXk8",
        "7FjevRtUSr6XVxM9UJliPakLAT6m2/097h89PfHJTj3vJk88Fpc5PWOmUz0EFZE9SZEsPogsk70W6bM94mqQvoWObb1vIrW9jVwrvY6eNj2Z3sy9fw1+vKVIOr0+u4S9VCM6uqa0TLwncem8juibvC9PTbxTmhc+0rSAPZa4Rj25qNy9EFfcPWAytz3gNS2+RfKOPX2P3TzOGAA7aZ3CPRVVGL6uC0S9Wc2ePdb1iD0iIKM79PzJvHijkz080hC+pKm8PeT2qb5SRmM8u3BzPRN0RL4+9Vk9ykrsPdPNcb15Pfo7awy+vY+s0zsCGva8onL/vN/iyTx/1Rq+mSCdvcU/Db6nahc9PXuPOoqCHr7Wzeg984WjvgblPD3aCTi+BMCJPPzwLb69vpA9fCSgvZJHyL7U1GQ8mPCTPbc2BL6UKxa92gljvtKHzbwKEWo9Tm6YvcqOwz1v5Ds9pfisPHJhETx2rhi+knQgvu/2Fr1Brkm+Q8iXvVLvQb4jQ+u+lCBVvv9wP76sU/w8i5yHvFGWwj3bkVQ+xliEPcJ63z22+249ZHWJPdeGPz00Qcg9QERFPjqhDr0S4c08t4zNvvtmBD1uIhy+DZzuvXx8iT2gdRm9lpMOvd6+qj29tCK8quUzvR2A5L3ibkc94ySwPFuRyz2SYCQ92hCIvVSRVT4NmFg93QQNPboc1D04UqW+ZN2OvCzKpL6io4w9Vc5XvpMoM74iqJm9cfSWvUaQyDwi0BS+tYwFOaPO7z2gYCW+BEZTPcB/WL21Hkq8t+kzPVbfoL54xn89y3PqPXbSOb71C4e9IGxPvp70L76xf2w9M35mvikXWT17Ql+++HjUvgGf1j2+uei9u/WwvTVLAL9flBA9AyirvmHhEL41Shq/J/6LPVIzlr14RzW+hWoBvUPYyL5ne489315+PNzanL3386O8wuoKPkqTTL2W98w95XuyvmUjob3VXpK9QGPVvATBCz5nqKS9IBWpPYstEb4KqWW+0AL/vdq74ry9MOS+",
        "olSqPcmsVL3L8Qq9slLcPQf50jvr9v47erDsvPwNsj1Agre975cEPWRYlj06Tg0+aT/MPa/VkTuGWCo+PnqUvqGs8zxazQu+7N2pvfbcjT39NsE9fRviu3EBWLwWA+G9gIJmPUlHR73x2bC9eVUMvQ0iOTxbp/A9Z4XYvdIyMT4HSiw+XVKRvQv9xj0p2VC+ATAQvMyrCL4ST289haWqvvGOzDucNZG9v/CtvbBRBD5oz6i+6swivfrJQr0Jdcw9wfwmPRT4yz0mgDO+E3MOvGHgLr4xta+8bCFevVCf87xRjeC9ngKcPXZ1PT1P7Ic8c7TsPKlKkz16yqC9SHvxvvOZST4hq5I9rfoPvunB174smZI8NFupPRHOzb0/ZLS+JnfZPYYxgL1Suk8+Gx0lPZhNnr5xTa69QZh4vGVqYr1I2II9BrYjPeRz5r1yji+8k0CDPC3+FL58qZm9S/EZPizBrr29v5496cEZPt0DAzyWsz2+pE+QvX1jtT3md4y+nOmZPctVtbzRRyy+ZqyRvhfRbL4ufUk9zZYAvjTiZT2RTK49SUnsPQPEhb5fW9673lquvIJ3Rbz8cDm+AJy9vRM9fr1G1Ts+HabfvIqOh77bCou+nVNkPgrPxr06BNY9iOOEPdxpYz6v2DI+nQt2vVZ4s70PmA88iZCBvV6Sqb3p6Qa+in91voi/8r6Ak828+56Wvl/36byusdO9PW+KvtjbYr0JLNC8y7ecvlZZ4rzgf3W7x2yLvS69mr3sGQa/WYb5PO95Sb2BcnW+pXt8vs5Rwb6QULS84RWsvoRojb4EG3u+sbMuPXPFO728ZNC63VVePVASGj0v6Yc9jKgVvInhwb6s5Di78q0avi3FmDyw38q8iZjNPV0lh77MKfI7lHNLvozXGLnggrA8TJuRPXwAaz2I5Sy8DjJZPJ9fMr9hVJQ9T9OavkJd+71mZQa9xDAIvo//YL1Mygq+1pt2vlkqWr4/JnS9er62vXZ0hj3Fdco72jbBPa7pyz0w5DQ+",
        "IQqGvhjJ873ELNC+BUDfvRK0Fr6twOg8CbFlvkKAhD39QYo8MRQlPXET1L0coSo9AQgNPQPHD71SGoO9JS1bvoc6sTycpQO9ovSGPdHsh74lS/O9ocPLPdK1jr7vJB2+HNmSPYWl2bzHquS9pf5qPcYs5L06Uh4+PEC4vWGgqDyRrnK+O9duvgeUX7w7Y4A9wgFMvo5RAr5xEka+I6wevgr72b2QK4E9RWE/vnMlYDyQmSG95xbzPHW8lb123YO+jyk7PTEJDL5WWji+JnEevhlC9b1Pvle9/bckviMbb77Au9S+ELGWvRzOdr4ZU7M8GXypPXl2OL14KYO72c6WvLoPEL6KIQC+74KTvWUKCD6JkOK9zgjpvXa2tr2SDRk8K8OFvqDzer3naww+xxFGuS0RVD2F0Ys9Q77CPSuyy762QK28F836ve3RdDyMXsA9BEcTPJbavT3ngOs8hJ/vvSlRFj4zQSg941Asvnq5qTyXFJ09z8gLPfFJyb7HWpA9kuHWvgxJKr4E4nu+z8S6PQHEg77u3ZM90208vXzMJj66ssK+0xmkve0qMrtC0V09QLi5OCDdCz2IbZq8d2/nvYu6/L06Vbe+T+fKvUspv70AjZE97kc5vJFckb5GZ4S+XF0iPTK2Sr3/r2W+lfs9POqXZr7vUgE+sOS4vg6tED5dErO984HMvQs4IT3I7c88Z3kfvn1OlL29QsY8mZS5vN5l+zvHd1o8opz6PYmHQL2g3Bc9OangPPjzHjySDEq9CpdsPCP9LbvmB7+9NWewPWGiWj2EpxS+Y3+uPZTDPr4Vm1s88A4zPXaXWL61GVU9rbIuvkdovL38/k6+SieJvdRE5TuA9kc+iYwXPsZ/Hz4qgLS9fC+/PRsaiDwrHuI8VTC8vZ+2D71yQrs+B0lMPE+FD71I8pO8jfPFPTo1cL6JyPQ8lUzYPP//PD0+UCc9NpE1PkXIvb0Z3B4+1IWaPmE5HLw/FPU9vIA8PfTHz7sbnKc9A/3wvHzPeb5yoi68",
        "IS+TPnG9tT2EMiU9UP2/O7JXJL7OoBQ+v3f5vSvFpLySjAY+czGivW4LQD4T7CC8emysvbdLbb0aGg6+VEQBPiOJiT3JShE+l9suPnLhFL1emoQ+hIqOPhrOQD2zm9g8sdi0PQ7oUj6qrzk+cRiZPRJHYb6KY+i9uFU/vqyue77q5ua8eF2MvVpr7L7ahws9QUjCvsc2hL3Wd+e+OiQVPetebz0dzZc8GjuaPdQDlLxFK7i9qDJMvP9pA73rxz47eSI0vUa0m70y2Fq7ffPJvVoSLD5L5aW5oLvMvjIQ7L3I5Bs+gHHbPT/hiz23jw29diu6vfpwUj7mB7W9U3KJPM235L1xPaO+p4AEvb+JK7tcLE69mdoiPkHmIr1NBcM9bBPUvC20XD3eaSa93+YEOwQ8Cz77s12949PaPV1Szb4h5lM8w0TJvY9ZIL5eXxc9PY+avrekNj5LqhE9DEJSvgrEKj6u4ys9FtW8vVm3Wb3RXDa902NZPQEOoL0RNVS9gVmivYYxgj5eqJ48F0YKvq0Nt75YLse9ASB6vsmwAT35Pj09t30qvrMrtD54rrS9ODi+vfGBtb0vMYi+EgAOPdFzDr2HZ688ridWPh3NMr5fGOY9TRqKvYnysT3ofWY+RunqvSf56ry+sc08As6au6IciTtEX809PCqYvIIV5ryGOhC+dA66vfcIqL5jycE8obmqvYAEtT7sefa++m0lPawcmL0UTic8/wq4vQp0hj0mXAY+2QUhPWQQrb3lLOa+TttZvXUdVb354W6+LblpvlOTM76A3BK+940/vpMQz74U40W+mSyhPeFuiz3j0xA8AvEKvgFQbz5/YtO6iINaPtJntr3poLw9OxaBPcj7Kr7p8wa+wuoSPvHbeD2qMcw8zYSUvsC01rtOI4E876eTPV9zej0SyjW9yl4/O+eaub5tVRY90akjvnt9o76+AjM9tNJ9vgN9AT3XTDk+mDADvfgSJL6XE4k902UGvgWvzz0tmRy+K9iJPFwSLr4l4SE8",
        "E5rPva1RgrwBwDA8SC4QPr6/Ur4xmhU9asoxvl2ApT3VSCQ+jaeyPRpNhr4vKwY85zUAPvnGi72/XAa+ouzjvXJiK77OeT4+70qJPcJTjr4bb+u6uDgvPWGZLr1EJVU+jBekvTqPqD14iJw9pfsbvoeUQz2zpKS9L5cKPrvyiT66qAC+vie+vVy2HzzEerI906cIPv3YaT6Itl69OiaGPbsGv7u+SXY9mjXhvBd+C7tj43k+zJWVvbed27xyE6i+geXqPSkSHL14OQu+yfZ1PY1iN715dgW9/nwGPo/LDT5NABk9mhlePU74CT7ZP609zSeuvdT3A74kV5w79HAEPhxmET7VtAq+gWgQPkkaib0REl49wcRwvh3hQjwNlXM8jZShvUHeK722a6g9rsq2Pf4OgL7Bv4y9oKJpPeQYi760rZa864d3u2KpRjpqT28+6iJjPfrpND4o30w8vYFVvnZbrDxxu7G7w/9avpjsxzyz0/q8h1y+Ozhphr4yWsG97kLMPY33qzzImo8+j+3NPq0YrT3EzP+9/AwOPv4zEz6/dWg9LDYHvSHbTT0Mz689t2wEPdC6yzvHieg9TdSHPrXSoTz+fl+9KoSiPMQZJj5FKPI9NxzYPRxeUT4TUva88uxzPqhuDT6PNBA9gTyUPZ7xRT6aEBs9aLTMvPEWXD0E1pQ9volnvDHjxT2tQug9sLnqPbBwML5Behs+pgpLPqqmbzwK1s69W/KuvS5bfD3YRGq+2/uGPCvwND7v34g9CVKIPIR4ob2QAco8CYsbPt0mFD3HUqQ9emCWPb99yzz0Gwq8nOFEPfnsHr48dQO9HxWyPUR07r1y5SW+tfgePhmKJ775M0G+N85RvTEGmb5CGzG+lbDevgCVnb0LGym+kCKRvb8CTb5wgKG+wWmLvSc7Cr5i6pA9+sFEvvp7uzwYgJi9QtccujaoCL6y/EO+O9JFvvgrbr7SKRa+ebVcvsN2wL4CTSC+YhYCvoSKJb7jDLq9RHRkviVqpTzvKkm+",
        "oBcOPDWMGz4XZjU+nWx0PlEhr71nSyI+urviPaNBwTz6SkS+/+OJPaLKPj7V8oA8rseGPZ3phD1wsa097tm1vO9NtD3GiAK+ePYOvaLKxD3LVfC8Uoi2vZ7Frz3Mn/89njYGvkcVdjug9ze+NpTcPbq9Nj4UFgO+3akzvcyfUj6lCW6+JBXVPV7asryLrdC+CjsyvYDXVr7mUcY8PRs7vmIePL7jJda96+AxPea0B73ls2C+n2VJvCWI27sM9DW+yBNAutKwK77SF9K8bjkNvkYbhL2NFAm+szPkvJ6yDD7162M9vLecvYpySL7tx+y8Z3zPvbDlrL0uVwO9XZ2Hvm/JGz5fT1q+KuwYvjRQo7712Zu+UBAaPXt5tL1YUC2+XbJpPDRn2r3dmxe/CRZ2vcBLX71XtJQ9AiBBvpiGir3ynha+MvmhOz2rvL7en66+MQDnvqVI1r0UFwW+mANyvvkGML76HTG9iYz+vNDGRL752YA9psV0vvf987wsZMY6BAmjvKdNFT6nueY9X2WzvqjN6b19Kyq+NbC1PM53wr7150S+Qv4dvoTUxDz72Ju8YwgIvo+oOr2nDeU8e3EnvbtFaL1OeyG+htimPEYqE75+Auy9d3Z3vVLnmTzNUN89yqSIvti6IL6C7CC+6e6WPHx3Xr7Depi+Mgwuvs/Yi74iL+Q9A4w3vsi/g77fzJa+vpnKvoGdi7w18o2++kssvtFTmj326eY9o47Bvme9RD107D29DnyxPDJeCL4Ji6281AA0vonknz1bxgw9EYJwvszsh77gtB89IpNNvtlr4L0LK5k9ZV+gPRKxxTzs4TC+p7//PXFXP76naVI+nnTAvAw8Yj3UueW9wK+yvh3MUr7oq0y+OH4wvthzkL5X/0q+TE3fPcLX4j1T+4e+QKGgPTW6rj0ZCV89uw42vEGDpr2CgRW+BtAUPuMYrL61GDm+Uz6yvjvqT74rrBq++CeevjLs8z2Ljiq81FvgPZKQ27zBsIc9R8+OvlirpT0lnC69",
        "ajSmvWbfgb0Rhwa9mHXhvU2zkr0YmeC9nqgQvsCWajxPIZ29Uhk7vSwvSr2GSWe9BLRYvOvPgjxv0Q2+9EkxvSX5xb0ne2S+AhTfvQcsHb3zouQ6reixOxK0Pb3Dydq9FWr5vfDqDb768S68NYXpvM+5ab1iB4S9SXTbvY4Obj01e6i9dSUovqM5PD2yT0C+zgBavTztn7t60Es8Br8LvqqHI74Ak6C9RDm6vXjgkb1h5WK9FlBXvYEGL77fifK9WSTSvefhx72VdSG+06r8vEg7FL7Q90k9dhC/vWet+r0pMji9xirlvE0a7b0ysu88km9KPMLhkb2I3hy+oCC0vajS7buZt428o03uO89Q7rw2UzU9isspve95g72fBgW+zcYSvUok+b2MKAa+C54Lvd6CCb4dqqa9lJ28vdMxwL0Wghm+SfcavrH8Sz3B72k9v7X+uxYSiTw4m+c87M5tvZRjFr6SLBu+SP4RvKEAFT3j8Qm+QtAIvu3FEL3Xy+i8EooOvQOKrb3BM1W+666bPf9Ao70S9eq90pkevrS2WD18duS95+yovFYEnTweywA84JjpOxPqEj21znC9V2y4vfk9Jb08qyu+k30ovHgZ+rylzjC63ufrvaurMr7Ch/W8CRfLvWfRG77K1f+9tPU8PdxKgzz31+Y84Zk9u3tUz71ChhC9zfqEvaaypb1gR6+9XdpCOr7e+bydGJq9XhocPYwWczzJ/QW+w4mLvN5Pgb1AHKE80ggJvZuttjzrOJu83+GQvPkRoL3eVmS9PBp1vEKIxbxfO/W9aghVvJFADTuCD5C9v0a4PFPBXr0xhD+8hzQEPb1Gwjv2A4i9o/+JvZ4WFb21fqu9kICxvKJeBb7feg++HUoCvleeP730VIs7wutsveHuGLxzCjO8iX/zPG6err2Cav08b+rjvDy6B74Mal+94WSDvUI/CL7nGp08Zg2OPcDwWzvUeca8qGSDvceUzLzKMFE8mRZkO5o0ijyJ94c91owJPWZkCr4sZra7",
        "QW1nvDTvoT270Jy9OGGHPWE17TzXEMc9NzmmvZ+IELxlmYG9YHVbvVr9hTqM9ba96SnkvSGsj7zsz1e9GOqsvfJaJz316+29ej+mPeuJOb1X9be8EZCJPPU7Qr3X9JO9kgPYvUxMQb6f5XK8+fqCPKF15TpXYZ298sc8vYnidr1S8Be+1he1PexRsL2iiyO96hkZPAYEmrq9upe9it1UvHyofrzvhqy9PAr9PG0iUb0qd1u9hfpFvLRZTrx+Mly+WG0cvASFUb38to25O8nvPOP5ETzOR/S858ZSvQXwyr1HZ5A6yWdMvu07M74yfoS962YvvQlDIr0RbRC9LT66vGmJY722EAW9CcgjvUvEZj0mqXK9kQrLvbzuSr3YgD87xyHNvTJ5eb0EuKg8rNXwPFtRxr2hyZC9x+c/vQrAsb0GcBc9udRvvS7MEj2DSLy9g9DjvPfzsby4mee9XjOGPSs0gb14vAi+RBrmvAQYFz3uI929B6kvOoBMUL7G8to8nGqOvZGYsT3l2S+9CYDZPNuk0L1OFkY+K3aHvLu0x73XC3q++of2vXrdCj77tzG9MOZ4vdg1WD2PYNC9LQ4XvZZ23T3g0nm+UlxzPXHvL7686b0912wBvcFy0T0uDjM+uJgcvguOuL2weG+9dd8LPvI6h75hb7k9addyvkqhDb2TSzq+ggRfvqePnL6Wvn4+KujLvdJvb76CVJ2+9NIuPl8zk7733AG90cTivQ85S73qFxM9EjkQOySlqD2kNiM+cUZXvYDhvL4hr7U7MwJkPYmOSz4/gvI94CmqviyBsL7NtZ087/NYvLtP5L4CjZg9LDE8vkOBUD4oxpi+Cdjzu5sLF71iWpW+KihQPkaQYD7U5Ek+Yxi5vbs7Oj6KDUi7AsWtvR+j4L3B6yK+Kv2PPVH8z70l+IQ93cipPW97Uj3iltC7w2hrvhprjL0nQfs95tu0vdscyDu3pYE9Z+h9vszFnT37JKY91JUCvi73xDyEWDK91Jkfvmppir5fPTQ9",
        "BMuovDNnRj7pUH0+e8KsPNgZUr1qYCe+9sW+PQhjbLz0C4O+pBUpvv7XjT0edue9wvEzvsDFmTwxnbO9UXKrPb+/f73czpe9rhVrPUVKfL03KNY9vtrivceJaz7AbhU9wg2WvrXqATyDM4m++XK3vQKCLb6zRky93+Q9vjuyAL0KSEK+1nUWvnuCab7S3GY+DtZ4vWIwyr2jV3O+eo+uPQkubb4XG6y7JQlOvUWlnLwK0Bo+GokFvelynb1cvHm81V0dvvHxGL6kDvQ8bqOevc+mSD74nJY9QyXAvolP0r3PO/g79h/ovaXK0L4sxfw8jESOvYnSUL325J++RnsRPkUUgD3nLQG+bRfuPV6WZD4ges49sodCvsW9qD1elIY+G55VPgizFD0yt0O+zR6xPbO/nbzkWqw9tJqYuDUzRjzBNsc8mG4XvSLMuL219w0+s/W6PQL5Yz7MBSe9yV13vd0EcD7j7tS98yaivez+azvzQ7G9aRxBvdKMA7/yaHY93ws3Pj1jFL6B8Y+909yFvuNjar7Gkl89/avEuwpGrb6iRZ09lqYBPRseg76hG8w8I9ftvbJ6kL3D3ZC9DAe0u3WeHr5NkHQ+bZYQvk6xCr0Jw0q+mLzgvaVG370RNFG+eX4RPgy0yz26jRY+vCgavu4LxD1SKmq+dKzIPWNHXb5Qlz89ZSF4vm0xkr5KGQ+9DV6svrV7Obz3/L2+mr5OvoCoizo6Xrk9UDmhPBCj0b2EBxA8nMPPPBMqFb6e0G28P5bSvbX5dD2PTCq+9+y/vlGqVTtI+iO+McScvpYDCr729V6+a2LGvcsIBT5LDNG9xI/Jvb/pXr32sNy9NKVfvW+Bsb2iLZi9GqPhvaQ9Mz421CO+fYIcPXkDm7yvTyw+xrJTvoZf/z1nLSQ74ZX1PXgPRz0J5xw9Vd2UPY/kNL7/2Yc9lP72vboDJz72LrM8hJlZPg9/Ar7hWj++pCRLvtImoL2sNCK+hIAnvqNSTzwI0Zq98/+jPaAH7b6wb7O8",
        "QCl8PZDmbr4CmRI+6QlTPrRkfD4BDhA+PKYkPlVVXj0vJss8/5r5u3PLl74RP7I9gSJnPTsDoT0gTWA+DImlParFAj5tOzK9YZiKvTa/VD6We4O+x0SqPWugBT5jOYO+PpnVPIFzXL2DchW+bbDrO7HTqL0sOBQ9Y+Sivt0rGz4Az789wv5kvpVkRD5O2Bw8JksxPIYcCD4ar0i+HwX+O8fSJD7039O7gqLjvlDlgT2lVQe+mPklPa4qNT3pllu8aonNvc1bKz1x37o98elEPttybL5/Vlo9UUx9PWpuZLrr5YM7riwGvlZ4ez3RhiG9xxa2veAhgD2jIzm+xR5UO1cUATsYQ9e+qyZEvoYf+zw02Ai+mQqPPoxrSb4BJY89qi36PaDUoz3Cmke8sLfwPPmMbT4PlZe9uGVgvbaZmr6t1ag9SnGlPfBiUb4RXoy9NR7KvkzUD77vys280m6ZPen7Gb6FztM7WQhCPt/+5TyQ1A2991J5vTj58T3J+5Q9gj6hPRtc5L4MJuA9uWEPPg+GvD2mG4a+Rmaevsh2KTxUbiq9OVQBvqxWvL5tLgA+ItYIvZx9pz38sTQ+xo6wPflzZr3/oM291zlivjWbeT710GI9sv1CPW5Sdr5MJ46+iSbcPZxfRb7LGQa+4wPpPelZrb0iCf894c+jvtXpdb1WS6w9yONzvmZ4oL5GVMi9kg8mvillKbyuZLe+i+GxPVaC5j0RVpk8jPFIvXAtrj3YMQe+igVEPKgFrD0wzna9uOBMvS6ftz0BIPq9/J7rvIi9Ir4AswI+HEaTvm4rrzwiUyG87q1Wu3n4bLv59Ua9jZJAvvZzmD0Ervu95yCGvUMU171oMYk9jHPnvLAxLr6k7+69db4dPjQcOr0xyvW9ov4kvirJZ7x3oTc9jlNeuzh4qz3TLOq8i3JjPSgitb4+MLg9MdHjvZnbJL7nh5G8Q1Zlvsn0Sb7acoY9JfQsvdB+JL7Q3bw9YaXMPCLHubw+33I8SMTMPbVCMT2ELKS9",
        "r64VvtohAb7dupO78c8LPpSvXr0iu9S7RTlUPaBHvT3hjpO+yxdTPCvGiD1RzSs92VcmvB5qSTxrWmE99nTpvRL9TL34oPK94LD7vIA92rxJgig+VGiOvQPiPL2h7Xe+mJkqvtz+f77cEIW+dex1vbkon73ReTQ++8HAvXhQDj5ME3++/FcJvYRHQr0lrxk9XQHTvL7BzrxoKem9SjsKPiW/p755j2C5gQUiPuecrT2RRb29CUyAvL3j7DyhzLq+mR4gPbjrqL53enU8HuyBveSqIj2vVNY9G7mZPeuYTL5Z3Oi9cO0ovsR/LL64kSa9GSsGvhlSUz57tqa+mQBvvJoDML5KW847myIaPtLKpTx1rQ09qD4mucRVZz0vzRw+NK5OvbHC7b0NAwY+X2m6O9ENJb5UZxM8OpYrvIqjqr6/U4A9TulbvlCVOb0wERM9yvcTPWdwYr0jBU0+A2EqvgfwbT0xF8o82H+Pvs7EuryOG8G9kptXu1P43L3uTjw+14hPPZgpFj3mCM05MUiTPrhNFz5kVC69k+gSPCqZgT71rxo+n/kYvRQv+jwIgBo9jqziPKq6GL2qPOY8MCZiPeD1VT2ifzm9OONEPk4pBryI+Xo+ftp2Powu1r2rVBM+/jLcPoiYSb5cpLg8wB4fvR0zS753f7Y9SoiLvkCeUT3854y8ZeUCPucKVL3pFM87hRw/vXlbfjzl3Di9AmngPN8qDT3mkty9T3N5PnHsq7uo/Ra9U10lPT5r072LUxS9IoHjPc1eXLz3a889eGZWviBjPj4LDMY8UM0ZPYjdKj49xK89AVa1vGTiIL4iamI97K+FPRt0MD0D8529GVklPZ8EpL6CvWo+WdhyOxzWEL2m8iE+0ZchPgabYb1wuZ48dEN1viwgAb7GkqA+d4QTvs+nbj0Ux029jcUMvv11cb7x5fs9B441vurmMT6MYo+9SaotvA8PTb5rSNQ9VIBbPsdtl77bulW8HOX0vIS5yzsw88K9epVfvICUFr6g1C2+",
        "hhk/PTU+db1EloC+Dk7Ivbconb7L4b6+siFPvl8oUT2Q3aA8b6JBvoBND75KsS2+8K+2vvmDqzwpl0S+5HTAPD1HW77ZVno9EugPPv8Jh77TIEY+5E+/vn5giL5DHRo+Y+yevp+hqb1w+Dy7A0wVvrOxab4DsIS9uVofPn1gA75nXVw+8TeZPZBzlr40ZEW+Htqsvso00b4C2Vu+az6CPFIi0z2JswK+xealPU5cV7w6u4a+m3aUPK3J/71+lbM9or05vh9/RD35Y0E9sXBbvnKgmjwY46W+PJVWvhMsUD54UIq+t9iGPWFYTT5Q87C9aMMsvBxYOb7FWC0+jbWGvoijIj461zg8m1IEvjGFlb4w5x++gdCIveTjNL5bE0++LEonPBl7BTyAV9m8tfHvvczeNb4+ZRK83pX6vcs//z3F5le+55/7PP556rqT6Rc9jdwBvgAdGb6QYx2+3eEIPujxUb4OLYm7fg3vPVLUBL5iCh+9lTCGvj/5LjzZG3K+fq1RvPhOlL5Sg8q+f8qyvmPVo744JuA92fVXvZcSu74nn0S9wTazPdK5Pb7L23A9YuQ7vREHiDyiZMi9UT2Evvc6iTxCFk288eTxvpQ8gL5Bg7q+okWevutZW74/kee+dOGZvtJOXT6pv0M9VjPAunUxaL2/GQS+qRwYPm8WF77xkAG+7yEQvrBJ9L5Rrk89snlzvo9vo7k02lK9QM0gviekWD0W2A+9RVQTvZIPvzzetRs89g2hOwzKBjxnVxi+9jmjvTICdT0sNI6+wz2AvHuDUD099Zo9XD3jvho+8b7uTq694yHlPS0eYTzx29Y8kFNlPdddOzo6TgI9/c6hvLm9AD5AVR6+eTBwvkGtQLz8+4+9VwGFvtUAO76Z20m9QZYhPvuRiz0lhE2+VhT8PQ2AVj3Owpi8t+ETPqtyaTwmz548EU5DPaWZnr2wgTo+SAG6PcjmNT6uN5G+Pr4xvmk9Bj4TY2K9w6m5PedX7jxsT9K9NjlPPq7Tv70VagY9",
        "YiPYvbI2Ar6BaMK6sQ4wvcPTODwLlMc973YaPbR6Nj0kUCs9SqB1PQLMsL25Xcg95IFRPkNoFz3CJk075I6Uvl8xHT7C4Qk3m2trviKrlj2nnFS+ib1IvZPfbrzcYBq+eP6zvVxIxL1upYc9zJLZPeT/8LzmWoM9K0KqvSHthT0CRFS+A0jsPXxvBj4CHqG++OddvqxFi73sWYY9McIovZWFTb6Yl7y9BXo+PtE0L71UoE++9AQuvXpGNz0lqre+/nKFPfIDTL5WxFQ9GzUsPKr9yTu+Vui9yEkWPfqGg7whii2+6NGCvXmY+734h+U9H0aNPY0uMb7dsk++Gpqrviy0Vr784OU9SROBvTtz4jvbLuW9NptPvpdQtrvEs+E8xnSxvJmw2b02BQU9NS4HvD78eL5ggik9ar5lvXVmib50ruG9p/YKvhAvDj6/fNC9ZjREPgQlGz7EBgm9ugtbPnl1zL1zIAS+tekZvh15GbzeIFS+s2LIvfCuQ76tr1++iiqUvoOHKL468RI+sAhZvXUifryJ78S9T1ksPsrMDz0d/HS+ptKMPKVQtb3Nq1i7nTizPYBoprsq5em76QjtvkHSHD5hgYy+zeRovjlfEj6wuTi+Rs8QvhlJGrziz4a+5DZvvehkgb1wF8O+3WysPEVkgb2If4w8r6bovWP3Pj0GDb29Y0i7vX3icz3Vm7G9/g1BvSQ1zL6XGu09njOAvt4oQL4Sbmq9Cv+PulLDE7xWHHy+pqKXvXTFgjz9NHK+iWOavYiK4r1/OCK+i9QwPcYZQb7PFje9SvFSvUHTfb5KhYI9K47hPMivkb5iNP48tjnnPIH28r1ry42+lDKQvqfVrDsDpya6Z5Q4vegTOz2mD+Y9RFJQvjpnnrrUxOO8akI8vR33Pr4eyUo7Ko0jvr/5Ar/NqY49vsM1vuhouD1SdAi9+Elou4ndJT4NQmG88wIuPsGOVD3vdJQ6AirCve1EHL5Glic+xMd7vXObB77VjzS+JP6vvXMCbL4htEG+",
        "PJJ7PFN8FD3JilE+3CnQPEViFD7ZDX48VioyPv0Vmz3Cb2K93wdDPVVCzzzM5i68tEd4PSo5nj2EsAk+pEKpvROfpT2XdcO9uDgtPbKD+TwqmbI97mIIPfO1kTvKKhS+YavtPZsb2r2lrAq+ODjKPcej173jNUC7yuABv62/mT2/klA+DKHKvewnYz3YKMQ8gYtavC43WL3Ya6S5YBMBvmzfLz3SiDY8tEOOvQJKZz3P1ia+1HTgPFRTEz7UKo28H66zPCZxFz5WOcO9stUMPgkNDr3+VCm9l9sNvUkIuL1/MlA9LELZPZndnT0TPz49B045PQycZryNuFK+cMWMvchAuD03hJq9JEt/vGYbSL7WuTg+/ZGZvfrPaj4Fygu+jyfGO2wvVb2k+989qxLxvTdpyL6Qhoi9qaqavZkN9z3KyaK9CIQ9PqenHT1eqHw9YvYfPW3mhj0SjKs8eIAEvrbHPT7So1Q+XAjhPF4PnrrnsGI+n30zvmE5sjyPz46+aIJOvXfnir6FHm0+lzQYPmvaWj2Zq369cSCIPtqxwjtNLZU8gS6OPem3m77heVI9sv4TPqn1lLy8gM89HeUsvTEo/Dyac5q9W5fIvvQ1YD5CiPu9dtPUvXiDiz3wpNS+XhaFvGzdT71ghMy9DiBtPbvxo7pq9v886EC4vevnmD6y51W+Eh8XvnHfqT1UkdM9vBwFPqsETz76CTI7eez6PQKlUL5o7ZI9BbMQvCU3pr3fc5E+iQUmPffCbzoz1NC6P80bPcFHlb0jXui9BwiRPaNWszxdUI+9UNdavdN78b25xR2+am2ou+R1PL4Pv2M8tevkvIHIQb3AVz+9GCUlPjCJ1L6az4k8Liq7Pc1qOj5aDK291oUCPhabJj2BA5Y9OlSRvl5MFj0or0M+PjafvVr4Uz5KwWg9N2rAvP2gm77ZcZQ9aWOFvvIKkr2TzQO+J58PPgIoEr5SplE+o6AYPmsqWL5CbBI79m8tvgf+vzx47L69LIGdPQJQH775oZk9",
        "ig20OgntZz3zmCS7Mv05Pc51hb1ejk29vNLZPakc3D3nega+f2Qpvc5ZJD7S5gC+aVrfPH2Tmb2V9Y6983QivRUhbr3DD9G9lqGGvHgb0737KGA+CKWUvYODgD11tAI+Rw6CvY81H77xHm++fADHPMNesL68g8O9UK6Lvlwv2T0P5ni91HarPW7ugL2TdMm9VMZRvrM5MDw8STi+OKkpvdMSO740Og6+YGGqPiLvT73aBOi9Nf2bPe8kgzwt+Sy+IXmDvASU2L15mxA9L+sYvpz9Xz5h7Fy+LE+wvACNfj5JwZ++HTx7PTUzHL7pA7E9tvlZvrCQBL5a3u+9p4kLvmWTpTy3aLA80AsovaZTILzdTKC+Y1WxPboCI74B7h2+wTW2PL9L7z2GRJm9LupzPd16W73i8Yu9f1v8vW1dVL1q9sm9vuo2PVc/jr1Vnde9aHcFvld7iL7tCgq9WC7xPVxxgb62xo49wQGHvSawZr27t+q82FIqPTnpjL1OyYW8jpQjPC641byilfO9pVxfvly9DL69owU+m+oDvjRuHL4Kke097+SYPJcoer1ev+881GUfvf/2aj3gSu48dKeCvnykGb4bYjQ9+xqhvVqE/L1qFTa+8OYuPY8Y7rrdQlc9/lmCPaCnyz2o9HY985UdvCZgtD1Nxee9dFksPnQtmD1qYco9vQ7xveiRT74siQY9zvUOvnK7iD4iW4G+ndZmvYzUGz56ebk9nNQavpufoTzEDsE934JePS0jKT62WuU7pUVcPahiCj5oNEa+fnTJPbujOL7dovS9gsItvuc3lj1owDC9DO4evQqdHT5dZ6m9FwVAPbtPlr0NGyk+BTP8PcSHOz6oAHG9rAUzvmBSHD2JPtm9e5DkvOPUO74kGH28L0MOPkqXDT73wim9BkJsO67VXj47QWU8L0eYPclxpr2oe8s9oCfxPTvSer4Wsa89yIwXvgJdHD55h9y9yCgRPTh64z2wgra9Vv8kPsQIBztSmLg9H+8lPcrxPD6CBJE9",
        "RrZwPcxMRT0Hxg09I04kPYjosry3koK+PbVUvbKzJT5VnA0+OHaPvN6md7oapxO7edAOvoYKOTznUOY9LFylveTNgb1wIeC8FBKvPVHxDb32/Ks8gChVPYtnir1c0kg9zhCpPt6Jsj2qaoi9RymavMuTqz0XMYc97hKrPZ2DNL4G5fS9KNYgPuO5r71+wOS8HnkdvuAHtDwrRaW9LkSOPb3O3TsO0Xa9pFJzPstIrb0dSLI8gXxVvLbk3jwBFCe+gQ2fPIpuCz5x23A9ueqEvkY9Gj6w3IC9SRsOvQF1jD1+UM89g5oJPbwCFzt1x+a6E3LNvUdhqj2eA+C8dfLkvf7Sjb7cOWw8wuRjvnkWIDzK7kK+4IcOvmlh2b6Ypy0+2Nr4vVtt1TyrNym9yBSfPAmYo7vQWCc9Ybkivjpr5b7QxN86lrIAvshYir3KKli+S24uPQDZNr2K+kq+AoNqvi33l766w5q+pVWnvvflNbvojfC9SrKVPpOolr6idaW7mTKmveiyej2NgqA9SG26PIlA2zyPdkE9L+yavIn58j2YeHA94jKpO76BvT3Sayo9TzKOPC62XL16Bag9HgXYvaeThT0aEEW9cN8WPjLj4D1SpN88CSrHPRSvH70nE6E8rMGjPEIRUT3/VI45Z9fWPG0INT4UEgy9254NPsvRIj0FpN69BduaPYtTED4TDUc9A6qFvQxKr71wh3C9wB/suwVQpb1osa29dH0KPf7Dsb2+Gow8zcAAPWNnwLtjaRq+n06cPbaUMjsLs8s7HK1Avfs7rr3zuFy9oFQWPtRlq7vmXCa+52Icvhn7TT1N4mc9VDgsvVTAxz2LEbA9NpiwPQmnPr7SgrW+SFcSvsSssz0u+Qg+7KwUPnZCcL5B8cQ9Is4XvpVzAj71yBW+641evSwkhz4zKtQ8ERHavKKHu76YN0I98BsOviX9XL6EIA48QV8WvZTsAz3rBM+99+LbvrBF2L0/sam79xnLvR1imr1gJkg+5w9SvLveRb1qYXU+",
        "ytRgvowvMz70kiQ+59sHvlE+qDySUZs9CSj7PY2wur21DbS9vQ5Ivvbjsz5tvY08Zf+fvNpP8zwFAj69M4yBvuvoLT1e0Rq+Fz8cvR308D3CXiy+UV9jvRkbPD7GEoE+2mc0vmM1IjnuZUW+4oXcvIgz8r0qk2u95cI7vknSyb2YlB2+o93pveBOZD3Wn7A+0g9bvaR5VT6rRqy9ldmNvTFa5Lyk14w9d+ywvialmr2g2G8+EPTnOuUQBr5fhRS8cJ4UvoZ5OT1voY69rGaIvb+8Nb2GMve9hRILveFPGr7v+++9JPfGvM1voT2xpme9hpYIPjfgAb29lcs8zPiJPslWQLxuXfg85c3OPfwNIj6+o849W8A8PT6vALzEA9e76GUxPMC6mD1XaqA9rNJ6vNQxBz6Ll4y9ERjsPT9mK74JpgY9ZbT6PWGa8L32QK09By0LPjbtXj5/kRg+kaifPmeZnD0nXb+98uRAPc2OqzxlJ4A9OxRUvh1uED1uHeI9SRenPccICL4ya+y81gZavhqoZz1rV/27olEJvb1Sm71TeK68JvcWPWeNB74Yioi8deAavCAHiLzG9pM9JwTePH3Oyjz75yo8fdomvsCOrj3aQoS+RxYSPU6CoT2TFKC+4HgHPsQaaD0LwQ4+yWiYvOmywr0SmiU9kMZcvr+n573acPa9LSoEvdLdUT2LT/u96AngPaDWuTwtVRi9GguBvpWkf71oU8S9JhbKvXWW7bwggWq++7VKPYZdLL1SEmi9KFIqPU9nur35hwO+TicfvZW7Kr6jcJi96apePeQeIDxfOze+p7/TvdDsB75IQFU9vBQqvvNUi71s+8q9K8cevkpVr73Dr/i9PECovP0bSL1bVVW9ckBUvm3IqL0mMBq+ttc1PelXm7wdJgu+firCvbNrIb7Fl2w9VDzbvRPQQ77+CkG8XjtUvEbqG76dMLq9/PJDvnfbSL47IlC8dgE7PfyE6zwNTn29A5Shva8B+b1gk0I99d4jvvXxZT2o7I89",
        "sFTzuGNoEL53laM8MSDZvQIkhz3fkYE8gspUPTHjp70S/go9E0ukuwJmQb7BYFY9udQFvtNKcLyak409zWm+O8+2tDvwe6G9DmGbvKvnJz3+mke8Ct7HPbN34b0ZXJq+PSd2PZFyxDwvqYO9H3k+PDO+/r3rLao9zUGvvi3md70HFE09k2ygvYYTGr0bSUy+tsI5PQ/oZ76LXJG9HrAGviaJrTx6MK48u1JxviSyd71+1Bq+e6lrPaEuwjzh4EQ91co1vT0PCD0IGfw8/yQ5PZCev70F+Pa9vWTAPWFoEL0UUaK9ToO8PZWHNz31IZO89F0EvHbgXzyemZ29dDjtvczlLD2DJTC+k9sTvry4C76rlXW9BhsbPuebgL6rowW+F6aTPAwDLTwCjlW9MP+PvT+1Eb2CuaO9qSCFvY28V7zuKFw7wCDUPUKgOL3iVJO9vTaivjSsiLz+dS29SIu3vfIZ57zVSL887Lz5PKCm/rt698W7tGsLvgV7wDx7r6Y9Zq2bvR+GAr7bwhQ70EMovmFyu71AFxe91O+OvsGFUr2VOm48ShYvva1sl7xqpqY9jX8ZvsotgL2sDNs97KRRvnG6kbt+IZu9STDmveZDID0onX+9PCZfPbMPCb7FmpS+YYmLvdewBb6v9BO9f7EnPU6z97yT5xS9MvWevp+aAr74DZQ9Yve1vtDK770BxmU8grwMvbhVgz0gwHi+Xwj3vZ7YBz4t1qq94eB2vZRoAD5rsrq8IomlPPTzFLxnFjy9bMt9PY7nNb1hNT++znJCvTm7QL4vnoc7y22Fvv4E5r4C6ru8Y18ePcAreLxYb4w9hdgmvqHa6T2J7Ku+XgDBvY88KD28qS4+aQmtPM8niL7/9E2+T4NuPuznUr6ey2a+/sC2Pa7XqTyJnzo9FdzWO3kFMj0c1Wq9nvqVvKwrRr33SQg+fg+fvGUHf72x8o29D8MNvUj42TsYB+y82dV+Pidk0zybNq09VnQBvDPW0DvaOBM9ZaQVvszHA77VVjW+",
        "8nl7vSmbKz4C2nO+DM5IvqJmr75tMA2+US2BvepWCj3pNO077IESPWoWhT0lc8a7+LKAvVGklD2HLMu8I/vTvbMuRryKlRo9/NBFPlvxh74CAPw67c6NPeeU8r0D6Yc+itijvQq9wb1fI708rvUWvaEVdj0W1469Rz+JPOXxn71LZjG+FaCPvt9Fsr4hYYo9n+prviXDFD1aJ3u+xHtpPYfvO70h1Yc9vulpvljO+j3MEBU+9uHQvM0Xk70Jpba+afP6vZDbALxodau9kydTvr445byDCo28HIBPvuB1JL7s/P+9y38GPSOC7bvKZqK9kJlKvV/Hyz1y1Nk9rU0VPjRfJb53WqS9ceasPdXCkr1k6Di7dY1kvH6tY70c71U9QA23vQ4Wrz3s/k8+v1aSPQ8LKz7GK8885c8GPgJWj75bWBk+/oyGvQ0/y7zdYYE9HTvvPVT5eD06BwE+EXsxvh0Znb13dFk94HTPvA3KIj1KUJi9Bl2PPQKi9rxif509OsmQvBVLhb4oWBS/WAwjvvIU0b4tq569x2MkvuVPNr6rfE89RyY+vaK90r59k1O99HKkPW0gHD2m87Q67uhMvmZG1b0NLnw7eF+kvcewqb5z1cK+gdlGvVOFC7+BA628KpklvllnsD34FaE9P9h4PSjNMr2gDZ684Q26vZfoi708Vnq+EqmKvXVWqr2xapk8fdomvSZYTDwhwEK+m1prvA87gT1UG+w8cOy2PRS0hT1c1zg+TgWOvfEuAb2xx+G+6FrkPP6udT0MBa+9ACxlO+FYSb3jsnO7cnrCvbesAj2qNBm+ewRRPPfAWD18dhU8uS/zvK0vJD1z2fY8HYSiPdFYFb4vhAo+jrchPiJ1Bb0GQrk8f3AHvWDDcrxRwog8DIG4vrT1Mr0yePM9ud8OvQRbAb6Uagm9c0cjvVhd6b4WWAU+tt1EvoQ+Mz4T77c9qQWyPShKr719DDA+82lmPuXA+73OQ8+9d3+ZvtHyQj1oJZW9eWoHvg3Sjb6CCSK+",
        "QxslvmZaKr6rmZG+ws/LvXchPL7V9gq+rgGVvm+pbr2vjqs9EdE7vYs/Bb4kKqM7CQcOPRfrO71w7sQ8VOYUvughW70jqJK7HEWxvdkE9L3FwPq9mXIWvogVeb7Yj6g890TZvZ0bHr7BKw69eA+TPdkYcrvWKMQ93i3GvfRgWzzRMys+NWGivCv0gD2UARw92BodPROf0r2IXjG9k000PdXHCL4ly848xLUzPGMgiT2fAeY8cOWTvFz9k7z17ho9t1BevFap6byZjVG8AtZEPi7fcz0MPkS804XlvNniGL3rvrq83vxfvCP81Lx8GR499k3hvMMCzT0nIsW9qalAPW2j9T2MFHW9CqdFPSlVx77VgoK86VFzvTMKYD3HIku+juaNvU7bj71FoL49BtGcvVOpjr5HAYq9G+mqPaZY070FMd88eUS4O+m3Dr5IIu49PJsKvvg0pj1LpC49I7y4vWcMjjueJDY9zZmuvDnmWTvgVGq+AK7gvVyamb4mEZ2+z/xgPSD3nDyYeWM70Jcwvtum7j1+gSK9bUEMvjBkgb1xaBe8mRwCvlFWobuQhcQ9fxatvThpd73YGTI95VlQPou4aDzkn+y9H7YEvsKCmz0WiYM7e3q8POxwWr2KiYS9314GPiRc1b1blWC9X7apvXL4Fr7flF49uBlevqun3zuH83m9U/uevczKFj6UTaw9INwGPvn+W76C5k897izYvOt8mj2vfU48QahHvmE96L1fOM88Plm0vIDd5jqEIgK78NlyvWfAhj2SiYS+uFQNvXmMt72mrp07t8c5PltKQb6iOQa+//fIvVEoOrxqx069N43MPT0RJr485xs+6Gm/PYMRqT370hm+sy7gvW6inD5CnBQ+dsvIPWe2f7wbtIE9c3YWPpCOzjzJfXC+a3KrPY+ofj5Y5YY9QxW4PNbnX7zJn6U9jcVDPX2N5r2vYrA9cukVPDVS+jup7NG95zmevplz4T2f9bQ9wK0SvFEL7jviItg9PfBFvGE7Nj48QAE+",
        "pmOvPRPgc72uiwW+oAD0uMGrBb3fehm+YQEsvrYnZL1VL1A9F1cjvl0KYL0iRF+95R0iviBMjT11EV49oKtBPvC3Y7zkim+8qzRpvROBHD688ui8ucDzvdinirxN+pO9Mml8Pe6onT2QElG96dmcvWb3m77lrqo9nquIvcspRL1aQIk8//5svidcMz5VvuI9uO3jPD+xbr7eEoy8tCanO6dyAr4XG5s8UtWWvrTaib2sV5U9OCRuuyqzIL2bMOI8QpkOvn9S6b3KTyQ9EMn9PFy/3jzdiH6979t4PHChab7bh7C+A0QAPtWfML0V5dm946bWvSCMrz0cKo2+UGxwPdPUg757+q++qFkuPiLD7z0xWUY+jKiivrqkq7323MI9ToTOPFRepzxfGNG+jw4IPlSgpj2D8hm9BqQuPob7tb7w1YG9nLuJvUr4oL5bjSY+ahEMvUjXrD2Hykc9iOK/vTUvOT4/NKs9WsqtvVgwULwjtro9ouEePdr3GL1Wo1A+ykiGPi5dNr4IL7o9ewRXviuEHLyb8N09IHR8vL2+a76GSW88ldTaOcyHUr26ac09Jm3sPChjWryee9c9KPvVPCbXwz2u/g4+GSRzvsLAcD5/nHi+M1/PPVwkLz79Riy+CdFIPB51Zj1WC2A+YKV5PSf9/byuPku9NtH3Pd9wt71Mpyw+ueo8vRMCEj2FoRa8S2QrvWeQGr7RzDa9hiFgvuqycD7IL8q68aWUvjDBSruPjx69RCGZuwBYvjxbwic8qwWxvanNNz7Y4qm9ByInu5TdTL3IY0i9RVW4PYCITj1Qv0u9gaUFPYp3iT3oxRS+IvJgvDhsbLphTV09qfkevvafKL2bjJG+HvaovjRGoz3cBOW9B0LbPBCMpL5mCns9N+fDu8Z1ND68EJ++utcavbeJ3T24A3u9VleGvTtCkL6yb4k9u/CCvezhlb5/bl2+SIStvSIldb4Ab4i+QI+Fvry6Ir6O7L09JsokPTlegrxy7ay8nyB2vepaGz3qd3E9",
        "6kyWPmy3db4sJT++eyk1vr3bgb1pz1a+NH7tvSrcJ76Uokm87epfvrC6zr4r60O+rBn1vvpqlr1d5se9yroMP4ATVL7F93A+Gy0JvoGqxr3zBC+9LgMEvYngGr5Sj4w7e34TvpAgWT7MxGY+3exKvkL8/L1TMUi+XAWBvmD7zL62FgK+TTxUvh0rdb4NSfE9ctK2veppir5jlDa+sE6RvLNdYr6b5IG+ubbWvoYhgr7ODxm+WnWLvH4qqbyqAA4+jSOPvjBiTL21yCK8swFBvmMGVLyWPwY9OGwZvheGH74N1kq+Gr0FPWNQ/r0vlFC+/m6hvkVklr196aS+wxIvvuM4db0qtHs9HJb+vXScKT5/fzq+YInRPZEwwb1mxxM8EVDOPVfU+rxhprM8lQ+evRws6D0lwSG93kVBvojQsr3eH1O9WJKgvA/LMj4IdYW+viRRPjgdkD20GyM8wPyRPirSkD1ERDS+aB3IPRjBRT3YpE0+jrouvXgISD6PcSc+lFA2PY9Z0r2koew91mNEvpMEsj1M+Ji7HWAPPR5Czr3n5Iw9pQ0KvnvUC79fSq49uzLNvYlXqD3iB0E9MrU1Piahwj1yAoW9sbrAPeM7Iz2dtcq9OTAmPr1jyzwAuPm9tbsBPrASIDwiw147yX6ZvKVIlT1+H+o9z5+vvJYFlb0HvAi91C24vkHILD30R2O+PyMAPnYfL71+6xk+39cjvoBnJjzFSwy+w9LSvj/zAr1rtNm+dxWivf8lzjwOU4Y+NclwvZk4NDhnlaW+RI4DPVI4kb5/MXa9ezLLPH7Gxb6vVAE+xBmmPJ27Gb6IyyC+J9s+vpozV74JxH2+5+uovpP7T74ANve9Hu0fviqeKz6UVaC9P0mjvMe/372fM2890DREvkfsmr2LHgu9s/8uvoZ2kbwMtJI9D7edvhqegr2knTq+EE1ZvkgnZLypSqG+fBGTPvr+Nr5z9yS+N8ajvSPSib2Nk7Q9qVdbvgnN9rxziCA9RJXQvXuvAL41RwI9",
        "4Q08vvtUi731wYc+q8uCPtbbLz65WEO9cD+FPlTTKj6LGDC9xak1PuMWrL4kcbM95KFTPha2krwLIeQ95qi/vZaVQj78Lsi9jRbyvTRmBj6p4Vq+wY8JPkFJgT5/eXO+KD4DPiMsOr5gWce9q1oUPk+6rD495N89icFDPqxitz7y8+e8JdLRvYH1bT5twIG9qTSzPRJnED0JuKY9B7FDPPgKL7yGqMe8VjiOvhlYTb14+FW9F9MLvapTyT05sdc8MumoPXkljL3Q24G+qbo1PqNMUr6bVxu9SqUtPnE4dr5E/mS8FTuWPGl4oD021d281QbHvWn2Vr03S7U91hYBPhhuWD2O6yS+eR+YPBq5rjx7Nbq8HWfePVciFz0G9wi+dR0Ivmpx9b3Qp8a+gbgevWa5W73LEye7lxWyvXQZ3bxyySS+PD1lvfgilLyxnf+9/jXyvPO8K72KcGy9p8GbO5qZ/b0oFQG+iIBOvRF9Ob5+FiW+f5rPvTdSaL0pBdi9C/PRvSJ58T3HXa49fx8CvucHIb3YNYs9Yu+BPrFR57z/W409TwHTOxbIv7x3n929/0BIPr8ZCb1SQXk9Mtravep7iT3JEie9nlejvTWL7Ltp78O9dojPvcWrdz2oTwc+RphXvTZMcD1As+M9rZggPZYtqz35nPq77bpJPr5FYDxcevS9A0APvQ5Tab1gzWw9fRIGPaS5NrxIxMM9Uy4PvpUPAb75Mw89NatCPaCHi70QrdE9m60JPR/var13NrQ7o/fzPC7qMb5hzCG+yvlovc/EpL3YRme+ziT8PJkMur1Sev+9N61bvh3nRL5k6po9XtauvOFQNT3kES2+cuGavF/x4r5mfGg9mEpBPgExK76hzEu8DU3xu2zzOz7BL0i+kDzEvtpg472oQgK9M//RvQOnDr6q8UK9YF0QvVO6lTy/m5W78OeivsiPmL5hWjo9RLRrvuPh9L2Kkto9AkUHPlbtPr5aiie+rGd9vkm23L3onZG9QOQ/vr9ITr4o8mq9",
